Repository: hassangamal443/Medical-Record
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Medical Record
ar: الملف الطبي

source: INVENTORY
ar: القائمة

source: Appointments
ar: المواعيد الطبية

source: Medications
ar: الأدوية

source: Tests
ar: التحاليل

source: Illnesses
ar: الامراض

source: Symptoms
ar: الاعراض

source: Prescription
ar: الروشتة

source: BMI Calculator
ar: كتلة الجسم

source: BMI
ar: كتلة الجسم

source: Insurance
ar: التأمين

# switch_Language
source: Switch Language to Arabic
ar: تبديل اللغة للانجليزية

source: Logout
ar: تسجيل خروج

source: Hi
ar: اهلا

source: Welcome Back
ar: مرحبًا بعودتك

source: Categorys
ar: الفئات

source: Next Appointment
ar: المعاد الطبي القادم

source: Personal Medical Record
ar: الملف الصحي الشخصي

source: LogIn
ar: تسجيل الدخول

source: Enter your Email
ar: ادخل البريد الالكتروني

source: Enter your Password
ar: ادخل كلمة المرور

source: Don't have an account?
ar: ليس لديك حساب؟

source: SignUp
ar: انشاء حساب

source: Enter your Username
ar: ادخل اسم المستخدم

source: I have an account
ar: لدي حساب

source: Add Appointments
ar: اضف معاد طبي

source: Enter doctor's name
ar: ادخل اسم الطبيب

source: Date & Time:
ar: التاريخ & الوقت

source: Select Date & Time
ar: اختر التاريخ & الوقت

source: Enter the location
ar: ادخل العنوان

source: Enter the purpose of the visit
ar: ادخل سبب الزيارة

source: Enter appointment number
ar: ادخل رقم المعاد

source: Add Appointment
ar: اضف المعاد

source: Add Illness
ar: اضف مرض

source: Enter the name of your health issue
ar: ادخل اسم المشكلة الصحية

source: Enter the description
ar: ادخل وصف الحالة

source: From date:
ar: تاريخ البداية:

source: To date:
ar: تاريخ النهاية:

source: From Date
ar: تاريخ البداية

source: To Date
ar: تاريخ النهاية

source: Add Insurance Details
ar: ادخل تفاصيل التامين

source: Full Name
ar: الاسم كامل

source: ID
ar: رقم التعريف

source: Valid Date:
ar: تاريخ الصلاحية:

source: Valid Date
ar: تاريخ الصلاحية

source: Date of Birth:
ar: تاريخ الميلاد:

source: Date of Birth
ar: تاريخ الميلاد

source: Company
ar: الشركة

source: Network
ar: الشبكة

source: Medication
ar: الدواء

source: Grade
ar: الدرجة

source: Maternity:
ar: التوليد:

source: Dental:
ar: الاسنان:

source: Vision:
ar: النظر:

source: Add Insurance Details
ar: احفظ بيانات التامين

source: Add Medication
ar: اضف الدواء

source: Select Illness
ar: اختر المرض

source: Enter the dose
ar: ادخل الجرعة

source: Select Unit
ar: ادخل الوحدة

source: Enter the name of the medication
ar: ادخل اسم الدواء

source: Enter the schedule
ar: أدخل الجدول الزمني

source: Add Prescription
ar: اضف روشتة

source: Select Appointment
ar: اختار المعاد الطبي

source: Add Prescription Images
ar: اضف صور الروشتة

source: Add Symptoms
ar: اضف الاعراض

source: Enter the symptom name
ar: ادخل اسم العرض

source: Added Symptoms:
ar: الاعراض المدخلة

source: Add Tests
ar: ادخل التحاليل

source: Enter test name
ar: ادخل اسم التحليل

source: Enter test type
ar: ادخل نوع التحليل

source: Add Test Images
ar: ادخل صور التحليل

source: Date:
ar: التاريخ:

source: Time:
ar: الوقت:

source: Appointment Number:
ar: رقم المعاد الطبي:

source: Appointment Details
ar: تفاصيل المعاد الطبي:

source: Doctor Name:
ar: اسم الطبيب:

source: Place:
ar: المكان:

source: Purpose:
ar: سبب الزيارة

source: Doctor Type:
ar: نوع الطبيب:

source: Close
ar: اغلاق

source: Manage Appointment
ar: إدارة الموعد

source: What would you like to do with this appointment?
ar: ماذا تريد أن تفعل بهذا الموعد؟

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Cancel
ar: اغلاق

source: BMI Calculator
ar: حاسبة مؤشر كتلة الجسم

source: HEIGHT
ar: الطول

source: cm
ar: سم

source: WEIGHT
ar: الوزن

source: kg
ar: كيلو

source: AGE
ar: السن

source: CALCULATE
ar: احسب

source: Your BMI
ar: الكتلة الخاصة بك

source: Your BMI is
ar: الكتلة الخاصة بك تساوي

source: You are
ar: انت

source: OK
ar: حسنا

source: Edit Appointments
ar: تحرير المعاد

source: Save Changes
ar: احفظ التغييرات

source: Edit Illness
ar: تحرير المرض

source: Edits Medication
ar: تحرير الدواء

source: Edit Prescription
ar: تحرير الروشتة

source: Edit Tests
ar: تحرير التحليل

source: From:
ar: من:

source: To:
ar: الى:

source: Illness Details
ar: تفاصيل المرض

source: Health Issue Name:
ar: اسم المشكلة الصحية:

source: Description:
ar: وصف المرض:

# iD2
source: ID:
ar: رقم التعريف:

source: Valid until:
ar: صالح حتى:

source: Date of birth:
ar: تاريخ الميلاد:

# company2
source: Company:
ar: الشركة:

# network2
source: Network:
ar: الشبكة:

# medication1
source: Medication:
ar: الدواء:

# maternity2
source: Maternity:
ar: التوليد:

# dental2
source: Dental:
ar: الاسنان:

# vision2
source: Vision:
ar: النظر:

# grade2
source: Grade:
ar: الدرجة:

source: Medication Details
ar: تفاصيل الدواء

source: Medication Name:
ar: اسم الدواء:

source: Unit:
ar: الوحدة:

source: Schedule:
ar: الجدول:

source: Illness:
ar: المرض:

source: Manage Medications
ar: ادارة الدواء

source: What would you like to do with this medication?
ar: ماذا تريد أن تفعل بهذا الدواء؟

source: Manage Prescription
ar: ادارة الروشتة

source: What would you like to do with this prescription?
ar: ماذا تريد أن تفعل بهذه الروشتة؟

source: Prescription Details
ar: تفاصيل الروشتة

source: Appointment Name:
ar: اسم المعاد الطبي:

source: Prescription Images:
ar: صور الروشتة:

source: Patiant
ar: مريض

source: Gender
ar: الجنس

source: Edit Profile
ar: تحرير الملف الشخصي

source: Male
ar: ذكر

source: Female
ar: انثى

source: Enter your age
ar: ادخل عمرك

source: Height:
ar: الطول:

source: Enter your height
ar: ادخل طولك

source: Weight:
ar: الوزن:

source: Enter your weight
ar: ادخل وزنك

source: Save
ar: احفظ

source: Age
ar: العمر

source: Symptom Details
ar: تفاصيل العرض

source: Name:
ar: الاسم:

source: Manage Symptoms
ar: ادارة العرض

source: What would you like to do with this symptom?
ar: ماذا تريد أن تفعل بهذا العرض؟

source: Manage Tests
ar: ادارة التحاليل

source: What would you like to do with this test?
ar: ماذا تريد أن تفعل بهذا التحليل؟

source: Tests Details
ar: تفاصيل التحليل

source: Test Name:
ar: اسم التحليل:

source: Test Type:
ar: نوع التحليل:

source: Test Images:
ar: صور التحليل:
